Repository: Software-Gallery/salesforce
Catalog: lib/l10n/app_*.arb
Languages: id

# login_header
source: Welcome Back
id: Selamat Datang

# login_subheader
source: You`ve been missed
id: Kamu dinantikan

# login_button_label
source: Sign in
id: Masuk

# already_have_account
source: Already have an account?
id: Sudah punya akun?

# already_have_account_link
source: Sign in
id: Masuk

# dont_have_acocunt
source: Dont have an account?
id: Belum punya akun?

# dont_have_acocunt_link
source: Create
id: Buat

# signup_header
source: Get Started
id: Memulai

# signup_subheader
source: Enter your credentials to continue
id: Masukkan kredensial Anda untuk melanjutkan

# signup_button_label
source: Sign up
id: Buat

# navigator_label_home
source: Home
id: Beranda

# navigator_label_shop
source: Shop
id: Belanja

# navigator_label_activity
source: Activity
id: Aktivitas

# navigator_label_account
source: Account
id: Akun

# home_welcome_word
source: Hello
id: Hai

# home_location_word
source: Location
id: Lokasi

# home_search_word
source: Find you needed
id: Mau belanja apa

# home_produk_slider_title
source: Best Deal
id: Penawaran Terbaik

# home_produk_slider_title_new_items
source: New Items
id: Produk baru

# home_produk_slder_more
source: see all
id: semua

# category_fruits_vegetables
source: Fruits and Vegetables
id: Buah dan Sayur

# category_drink
source: Drinks
id: Minuman

# category_food
source: Foods
id: Makanan

# category_home_supplies
source: Home Supplies
id: Perlengkapan Rumah

# category_kitchen_supplies
source: Kitchen Supplies
id: Kebutuhan Dapur

# category_health_essentials
source: Health Essentials
id: Kebutuhan kesehatan

# category_parcel
source: Parcel Products
id: Produk Parcel

# category_choose_title
source: Choose Category
id: Pilih Kategori

# search_hint
source: Search Produk
id: Cari Produk

# activity_title
source: Activity
id: Aktivitas

# activity_tab_title_shopping_list
source: Shopping list
id: Daftar Belanja

# activity_tab_title_history
source: Purchasing history
id: Riwayat Belanja

# activity_clear_items
source: Clear items
id: Kosongkan

# activity_add_to_cart
source: Add to Cart
id: Tambah Keranjang

# activity_clear_items_modal_title
source: Clear Items
id: Hapus Semua Item

# activity_clear_items_modal_subtitle
source: Are you sure you want to delete all the items?
id: Kamu yakin ingin menghapus semua?

# activity_clear_items_modal_confirm
source: Confirm
id: Ya, Hapus

# activity_clear_items_modal_cancel
source: Cancel
id: Batal

# activity_empty
source: Your shopping list is empty
id: Daftar belanja anda kosong

# activity_to_cart_modal_title
source: Empty the cart?
id: Kosongkan keranjang dulu?

# activity_to_cart_modal_subtitle
source: All Items in the cart will be deleted
id: Item yang sudah ada di keranjang akan dihapus

# activity_to_cart_modal_confirm
source: Don`t
id: Tidak perlu

# activity_to_cart_modal_cancel
source: Yes, Clear first
id: Ya, Kosongkan

# activity_budget_change_title
source: Set Budget
id: Masukkan Budget

# activity_budget_change_hint
source: Example: Rp 100.000
id: Contoh: Rp 100.000

# activity_budget_change_button
source: Save Changes
id: Simpan Perubahan

# account_help_title
source: Help
id: Bantuan

# account_about_title
source: About
id: Tentang

# account_about_language
source: Choose Language
id: Pilih Bahasa

# account_logout
source: Log Out
id: Keluar

# cart_title
source: Cart
id: Keranjang

# cart_payments_discount
source: Discount
id: Diskon

# cart_payments_total_payment
source: Total cost
id: Total bayar

# cart_checkout_button_title
source: Checkout
id: Bayar

# cart_checkout_modal_title
source: Checkout
id: Pembayaran

# cart_checkout_modal_method_title
source: Method
id: Metode

# cart_checkout_modal_method_subtitle
source: choose a method
id: pilih metode

# cart_checkout_modal_method_tab_title
source: Choose a Method
id: Pilih Metode Bayar

# cart_checkout_modal_method_tab_choose
source: Choose
id: Pilih

# cart_checkout_modal_total_payment
source: Total cost
id: Total Bayar

# cart_checkout_modal_by_placing
source: By placing an order you agree to our
id: Dengan melakukan pemesanan, Anda menyetujui

# cart_checkout_modal_terms_condition
source: Terms And Conditions
id: Syarat dan Ketentuan

# cart_checkout_modal_button
source: Place Order
id: Buat Pesanan

# favorite_title
source: Favorite
id: Belanja Favorit

# product_detail_add_cart
source: Add to Cart
id: Tambah ke Keranjang

# product_detail_location
source: Location
id: Lokasi

# product_detail_desc
source: Products Details
id: Produk Detail

# product_detail_modal_budget_title
source: Set a budget
id: Masukkan Budget

# product_detail_modal_budget_hint
source: Example: Rp 100.000
id: Contoh: Rp 100.000

# product_detail_modal_budget_button
source: Save Changes
id: Simpan Perubahan

# scan_field_hint
source: Scan Barcode or input SKU
id: Scan Barcode atau input SKU

# branch_select_sheet
source: Select Store Branch
id: Pilih Cabang

# history_title
source: Order Notes
id: Nota Pesanan

# history_order_number
source: Order Number
id: No. Pesanan

# history_total_payment
source: Total Cost
id: Total Pembayaran

# history_order_date
source: Order Date
id: Tanggal Pesan

# history_method_title
source: Payment Method
id: Metode Pembayaran

# history_order_details_title
source: Order Details
id: Rincian Pesanan

# history_invoice_title
source: Download Invoice
id: Unduh Invoice

# history_invoice_subtitle
source: Invoice will be saved as PDF
id: Invoice akan disimpan dalam bentuk PDF

# history_invoice_cancel
source: Cancel
id: Batal

# history_invoice_confirm
source: Confirm
id: Oke

# favorite_is_empty
source: No favorite items yet.
id: Belum ada item favorit.

# history_is_empty
source: You haven`t shopped yet.
id: Anda belum berbelanja.

# activity_create_title
source: Start Making Lists
id: Mulai buat daftar

# activity_saved_invoice
source: Invoice saved in download
id: Invoice tersimpan di download

# cart_is_empty
source: Your cart is empty
id: Keranjang anda kosong.

# location_not_found
source: This item is not available at this store branch
id: Barang tidak tersedia di cabang toko ini
